{  
  "homeloan":"To acquire home is an aspiration of many family, home loan is an amount a person or an individual borrow from bank or financial institution's to buy their new home. A financial institution's provides reliable and protected loan's for an individual. A home loan has a tendancy upto 30 years. Home loans are repaid through EMI's, Eligible criteria for home loan are: Age limit should be between 21 to 65 years and minimum salary should be 10,000 and Minimum business income should be 2 Lakhs per annum",
  "emi":"The term EMI is known as Equated Montly installment. It is fixed amount made by a mortgagor or loanee to a banker. the payments are made regularly  to repay an outstanding loan within a certain period of time. In EMI, the loanee are mostly allowed are particular fixed payment amount each month. The benefit of EMI for an mortgagor is they know how much money they will need to pay towards the loan each month. In EMI, the loan is fully paid off along with interest",
  "home_loan_calculator":"Home Loan calculator is an computation calculator to calculate montly EMI with an ease mode. Complex calculation are done in less time without solving it manually. Home loan calculator are time saving calculator which is most important advantage for home buyer's. It can be unlimitedly used. You can check EMI's for various amount of loan's and can choose wisely which suit's your financial conditions. It give an accurate perception which help's an individual for financial planning.",
  "home_loan_calculator_benefits":"Following are the benefits of Home Loan Calculator: 1. Calculation's can be easily calculated within fraction on seconds. 2. It is an time saving application. 3. You can easily access at any time from any where. 4. You can use it without reavealing your personal information. 5. Give's an overall perception to financial planning",
  "formula":"Are you excited to know how manually you can calculate your home loan EMI ?  So use the formulla given below to achieve at an error-free result  E = P x R (1 + R)^ N  / [(1 + R) ^ N - 1] Where P = Principal Amount, E = Applicable amount of EMI, R = Rate of Interest, N = Repayment tenure."
}